/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

//Year
"yearsago"= "%1$lu 年前";
"yearago"= "1 年前";

"yearsahead"= "%1$lu 年后";
"yearahead"= "1 年后";

//Month
"monthsago"= "%1$lu 个月前";
"monthago"= "1 个月前";

"monthsahead"= "%1$lu 个月后";
"monthahead"= "1 个月后";

//Week
"weeksago"= "%1$lu 星期前";
"weekago"= "1 星期前";

"weeksahead"= "%1$lu 星期后";
"weekahead"= "1 星期后";

//Day
"daysago"= "%1$lu 日前";
"dayago"= "1 日前";

"dayago-idiomatic"= "昨天";

"daysahead"= "%1$lu 日后";
"dayahead"= "1 日后";

"dayahead-idiomatic"= "明天";

//Hour
"hoursago"= "%1$lu 小时前";
"hourago"= "1 小时前";

"hoursahead"= "%1$lu 小时后";
"hourahead"= "1 小时后";

//Minute
"minutesago"= "%1$lu 分钟前";
"minuteago"= "1 分钟前";

"minutesahead"= "%1$lu 分钟后";
"minuteahead"= "1 分钟后";

//Second
"secondsago"= "%1$lu 秒前";
"secondago"= "1 秒前";

"secondsago-idiomatic"= "数秒前";

"secondsahead"= "%1$lu 秒后";
"secondahead"= "1 秒后";

"secondsahead-idiomatic"= "数秒后";

"now"="现在";

//Precision

"thisyear"="今年";
"thismonth"="这个月";
"thisweek"="这星期";
"today"="今天";
"thishour"="这小时内";
"thisminute"="这分钟内";
